Repository: aydinnkaya/MathQuizMastery
Catalog: MathQuizMastery/Localization/*.lproj/Localizable.strings
Languages: ar, el, he, tr, uk

# launch_title
source: Math Quiz Mastery
ar: إتقان اختبار الرياضيات
he: שליטה בחידון מתמטיקה
tr: Matematik Quiz Ustası
uk: Математика Quiz Mastery

# launch_slogan
source: Blast Off to Math Mastery!
ar: انطلق نحو إتقان الرياضيات!
el: Ξεκινήστε το Μαθηματικό Κουίζ!
he: התחל לשלוט בחידון מתמטיקה!
tr: Matematikte Zirveye Fırlat!
uk: Почніть математичний квіз!

# launch_loading
source: Loading...
ar: جار التحميل...
el: Φόρτωση...
he: טוען...
tr: Yükleniyor...
uk: Завантажуємо...

# register_title
source: Sign Up
ar: تسجيل
el: Εγγραφή
he: הרשמה
tr: Kayıt Ol
uk: Реєстрація

# enter_name
source: Enter your name
ar: أدخل اسمك
el: Εισάγετε το όνομά σας...
he: הזן את שמך...
tr: İsminizi giriniz
uk: Введіть ваше ім'я...

# enter_email
source: Enter your email
ar: أدخل بريدك الإلكتروني
el: Εισάγετε την ηλεκτρονική σας διεύθυνση...
he: הזן את כתובת הדואר האלקטרוני שלך...
tr: E-postanızı giriniz
uk: Введіть вашу електронну пошту...

# enter_password
source: Enter your password
ar: أدخل كلمة المرور
el: Εισάγετε τον κωδικό πρόσβασης...
he: הזן את הסיסמה שלך...
tr: Şifrenizi giriniz
uk: Введіть ваш пароль...

# reenter_password
source: Confirm your password
ar: أعد إدخال كلمة المرور
el: Εισάγετε ξανά τον κωδικό πρόσβασης...
he: הזן את הסיסמה שוב...
tr: Şifrenizi tekrar giriniz
uk: Введіть ваш пароль ще раз...

# passwords_do_not_match
source: Passwords don't match.
ar: كلمتا المرور غير متطابقتين.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
he: הסיסמאות אינן תואמות.
tr: Şifreler uyuşmuyor.
uk: Паролі не збільшаються.

# password_mismatch
source: Passwords don't match.
ar: كلمتا المرور غير متطابقتين.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
he: הסיסמאות אינן תואמות.
tr: Şifreler uyuşmuyor.
uk: Паролі не збільшаються.

# field_required
source: This field is required.
ar: هذه الخانة مطلوبه.
el: Αυτό το πεδίο είναι υποχρεωτικό.
he: שדה זה הוא חובה.
tr: Bu alan zorunludur.
uk: Це поле є обов'язковим.

# registration_success
source: You've successfully registered!
ar: تم التسجيل بنجاح!
el: Η εγγραφή ολοκληρώθηκε με επιτυχία!
he: ההרשמה הצליחה!
tr: Kayıt başarıyla tamamlandı!
uk: Реєстрація пройшла успішно!

# registration_failed
source: Registration failed. Please try again.
ar: فشل في التسجيل. حاول مرة أخرى.
el: Η εγγραφή απέτυχε. Παρακαλώ δοκιμάστε ξανά.
he: ההרשמה נכשלה. אנא נסה שוב.
tr: Kayıt başarısız oldu. Lütfen tekrar deneyin.
uk: Реєстрація не вдалася. Спробуйте ще раз.

# invalid_email
source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.
el: Εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
he: הזן כתובת דוא"ל תקינה...
tr: Geçerli bir e-posta adresi giriniz.
uk: Введіть вашу електронну пошту...

# loading
source: Please wait...
ar: يرجى الانتظار...
el: Παρακαλώ περιμένετε...
he: אנא המתן...
tr: Lütfen bekleyin...
uk: Будь ласка, зачекайте...

# ok_button
source: OK
ar: موافق
el: Εντάξει
he: אישור
tr: Tamam

# cancel_button
source: Cancel
ar: إلغاء
el: Ακύρωση
he: ביטול
tr: İptal
uk: Скасувати

# weak_password
source: Password must be at least 6 characters long.
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل.
el: Ο κωδικός πρόσβασης πρέπει να έχει τουλάχιστον 6 χαρακτήρες.
he: הסיסמה חייבת להכיל לפחות 6 תווים.
tr: Şifre en az 6 karakter olmalıdır.
uk: Пароль має містити не менше 6 символів.

# login_success
source: Login successful!
ar: تم تسجيل الدخول بنجاح!
el: Η σύνδεση ολοκληρώθηκε με επιτυχία!
he: התחברת בהצלחה!
tr: Giriş başarılı!
uk: Вхід успішний!

source: Log In
ar: تسجيل الدخول
el: Σύνδεση
he: התחבר
tr: Giriş Yap
uk: Увійти

# enter_password_required
source: Please enter your password.
ar: يرجى إدخال كلمة المرور.
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασης...
he: הזן את הסיסמה...
tr: Lütfen şifrenizi giriniz.
uk: Введіть ваш пароль...

# email_required
source: Email is required.
ar: البريد الإلكتروني مطلوب.
el: Η ηλεκτρονική διεύθυνση είναι υποχρεωτική.
he: הזן את כתובת הדוא"ל...
tr: E-posta gereklidir.
uk: Введіть вашу електронну пошту...

# password_required
source: Password is required.
ar: كلمة المرور مطلوبة.
el: Ο κωδικός πρόσβασης είναι υποχρεωτικός.
he: הסיסמה הינה שדה חובה.
tr: Şifre gereklidir.
uk: Пароль є обов'язковим.

# password_too_short
source: Password is too short.
ar: كلمة المرور قصيرة جداً.
el: Ο κωδικός πρόσβασης είναι πολύ μικρός.
he: הסיסמה קצרה מדי.
tr: Şifre çok kısa.
uk: Пароль занадто короткий...

# name_required
source: Name is required.
ar: الاسم مطلوب.
el: Το όνομα είναι υποχρεωτικό.
he: יש להזין שם.
tr: İsim gereklidir.
uk: Ім'я є обов'язковим.

source: Success
ar: نجاح
el: Επιτυχία
he: הצלחה
tr: Başarılı
uk: Успіх

# settings_profile
source: Profile
ar: الملف الشخصي
el: Προφίλ
he: פרופיל
tr: Profil
uk: Профіль

# settings_notifications
source: Notifications
ar: الإشعارات
el: Ειδοποιήσεις
he: התראות
tr: Bildirimler
uk: Повідомлення

# settings_faq
source: FAQ
ar: الأسئلة الشائعة
el: Συχνές Ερωτήσεις
he: שאלות נפוצות
tr: SSS
uk: Часто запитані питання

# settings_report
source: Report a Problem
ar: الإبلاغ عن مشكلة
el: Αναφορά προβλήματος
he: דווח על בעיה
tr: Sorun Bildir
uk: Надіслати проблему

# settings_logout
source: Log Out
ar: تسجيل الخروج
el: Αποσύνδεση
he: התנתק
tr: Çıkış Yap
uk: Вийти

# settings_title
source: Settings
ar: الإعدادات
el: Ρυθμίσεις
he: הגדרות
tr: Ayarlar
uk: Налаштування

# logout_title
source: Log Out
ar: تسجيل الخروج
el: Αποσύνδεση
he: התנתקות
tr: Çıkış
uk: Вийти

# logout_message
source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
el: Είστε βέβαιοι ότι θέλετε να αποσυνδεθείτε;
he: האם אתה בטוח שברצונך להתנתק?
tr: Çıkış yapmak istediğinize emin misiniz?

# logout_cancel
source: Cancel
ar: إلغاء
el: Ακύρωση
he: ביטול
tr: İptal
uk: Скасувати

# logout_confirm
source: Log Out
ar: تسجيل الخروج
el: Αποσύνδεση
he: התנתק
tr: Çıkış Yap
uk: Вийти

# notification_permission_title
source: Enable Notifications
ar: تمكين الإشعارات
el: Ενεργοποίηση ειδοποιήσεων
he: הפעל התראות
tr: Bildirimleri Etkinleştir
uk: Увімкнути сповіщення

# notification_permission_message
source: Allow notifications to stay up to date.
ar: يرجى السماح بالإشعارات للبقاء على اطلاع.
el: Παρακαλώ ενεργοποιήστε τις ειδοποιήσεις για να μένετε ενημερωμένοι.
he: אנא אפשר התראות כדי להישאר מעודכן.
tr: Güncel kalmak için bildirimlere izin verin.
uk: Будь ласка, дозвольте сповіщення, щоб ми могли оновити вашу інформацію.

# notification_permission_error
source: Notification permission denied.
ar: تم رفض إذن الإشعارات.
el: Σφάλμα κατά την αίτηση αδειών ειδοποίησης.
he: ההרשאה להתראות נדחתה.
tr: Bildirim izni reddedildi.
uk: Доступ до сповіщень відхилено.

# notification_permission_cancel
source: Cancel
ar: إلغاء
el: Ακύρωση
he: ביטול
tr: İptal
uk: Скасувати

# notification_permission_settings
source: Open Settings
ar: افتح الإعدادات
el: Άνοιγμα ρυθμίσεων
he: פתח הגדרות
tr: Ayarları Aç
uk: Відкрити налаштування

source: Notification permission denied.
ar: تم رفض إذن الإشعارات.
el: Η άδεια ειδοποιήσεων απορρίφθηκε.
he: ההרשאה להתראות נדחתה.
tr: Bildirim izni reddedildi.
uk: Доступ до сповіщень відхилено.

source: Notification permission granted.
ar: تم منح إذن الإشعارات.
el: Η άδεια ειδοποιήσεων έχει χορηγηθεί.
he: ההתראות הופעלו.
tr: Bildirim izni verildi.
uk: Доступ до сповіщень надано.

# notification_settings_title
source: Notification Settings
ar: إعدادات الإشعارات
el: Ρυθμίσεις ειδοποιήσεων
he: הגדרות התראות
tr: Bildirim Ayarları
uk: Налаштування сповіщень

# notification_section_general
source: General
ar: عام
el: Γενικά
he: כללי
tr: Genel
uk: Загальне

# notification_section_quiz
source: Quiz
ar: اختبار
el: Κουίζ
he: חידון
uk: Тест

# notification_section_achievement
source: Achievements
ar: إنجاز
el: Επιτεύγματα
he: הישגים
tr: Başarı
uk: Перемога

# notification_new_features
source: New Features
ar: ميزات جديدة
el: Νέες λειτουργίες
he: תכונות חדשות
tr: Yeni Özellikler
uk: Нові функції

# notification_new_features_desc
source: Stay informed about new features.
ar: تلقي إشعارات حول الميزات الجديدة.
el: Μείνετε ενημερωμένοι με ειδοποιήσεις για νέες λειτουργίες.
he: אפשר התראות כדי לקבל עדכונים.
tr: Yeni özelliklerden haberdar olun.
uk: Будь ласка, дозвольте сповіщення, щоб ми могли оновити вашу інформацію.

# notification_weekly_report
source: Weekly Report
ar: تقرير أسبوعي
el: Εβδομαδιαία αναφορά
he: דוח שבועי
tr: Haftalık Rapor
uk: Щотижневий звіт

# notification_weekly_report_desc
source: Get a weekly summary of your progress.
ar: احصل على تقرير تقدمك الأسبوعي.
el: Λάβετε την εβδομαδιαία αναφορά προόδου σας.
he: קבל דוח התקדמות שבועי.
tr: Haftalık ilerleme raporunuzu alın.
uk: Ви будете отримувати щотижневий звіт про ваш прогрес.

# notification_quiz_reminder
source: Quiz Reminder
ar: تذكير بالاختبار
el: Υπενθύμιση κουίζ
he: תזכורת לחידון
tr: Quiz Hatırlatıcı
uk: Нагадування тесту

# notification_quiz_reminder_desc
source: Don't forget your daily quiz!
ar: لا تنس حل اختبارك اليومي!
el: Μην ξεχάσετε να ολοκληρώσετε το καθημερινό κουίζ σας!
he: אל תשכח לפתור את החידון היומי שלך!
tr: Günlük quizini çözmeyi unutma!
uk: Не забудьте розв'язати щоденний тест!

# notification_daily_challenge
source: Daily Challenge
ar: تحدي يومي
el: Ημερήσια Πρόκληση
he: אתגר יומי
tr: Günlük Görev
uk: Щоденний виклик

# notification_daily_challenge_desc
source: Take on a new challenge every day!
ar: واجه تحديًا جديدًا كل يوم.
el: Προετοιμαστείτε για μια νέα πρόκληση κάθε μέρα.
he: הכן את עצמך לאתגר חדש כל יום.
tr: Her gün yeni bir göreve katıl.
uk: Готуйтеся до нового виклику щодня.

# register_title_text
source: Create Your Math Quiz Mastery Account
ar: سجل في Math Quiz Mastery
el: Εγγραφείτε στο Math Quiz Mastery
he: הירשם ל-Math Quiz Mastery
tr: Math Quiz Mastery'ye Kayıt Ol
uk: Зареєструйтеся в Math Quiz Mastery

# agreement_text
source: By signing up, you agree to our Terms of Service and Privacy Policy.
ar: بالتسجيل، أنت توافق على شروط الخدمة وسياسة الخصوصية.
el: Με την εγγραφή, αποδέχεστε τους όρους μας.
he: על ידי הרשמה אתה מסכים לתנאי השירות שלנו.
tr: Kayıt olarak Hizmet Şartlarımızı ve Gizlilik Politikamızı kabul etmiş olursunuz.
uk: Реєструючись, ви погоджуєтеся з нашими умовами.

source: Terms of Service
ar: شروط الخدمة
el: Όροι υπηρεσίας
he: תנאי שירות
tr: Hizmet Şartlarımız
uk: Умови обслуговування

source: Privacy Policy
ar: سياسة الخصوصية
el: Πολιτική απορρήτου
he: מדיניות פרטיות
tr: Gizlilik Politikamız
uk: Політика конфіденційності

# create_account_title
source: Create Account
ar: إنشاء حساب
el: Δημιουργία λογαριασμού
he: צור חשבון
tr: Hesap Oluştur
uk: Створити обліковий запис

# no_account_question
source: Don't have an account?
ar: ليس لديك حساب؟
el: Δεν έχετε λογαριασμό;
he: אין לך חשבון?
tr: Hesabınız yok mu?
uk: Немає облікового запису?

# register_now
source: Sign Up Now
ar: سجل الآن
el: Εγγραφείτε τώρα
he: הירשם עכשיו
tr: Şimdi Kaydol
uk: Зареєструйтеся зараз

source: OK
ar: موافق
el: Εντάξει
he: אישור
tr: Tamam

source: Error
ar: خطأ
el: Σφάλμα
he: שגיאה
tr: Hata
uk: Помилка

source: Warning
ar: تحذير
el: Προειδοποίηση
he: אזהרה
tr: Uyarı
uk: Попередження

# error_title
source: An Error Occurred
ar: حدث خطأ
el: Παρουσιάστηκε σφάλμα
he: אירעה שגיאה
tr: Hata Oluştu
uk: Виникла помилка

# settings_logout_message
source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε;
he: האם אתה בטוח שברצונך להתנתק?
tr: Çıkış yapmak istediğinize emin misiniz?
uk: Ви впевнені, що хочете вийти?

source: Validation error.
ar: خطأ في التحقق.
el: Σφάλμα επικύρωσης.
he: שגיאת אימות.
tr: Doğrulama hatası.
uk: Помилка перевірки.

# email_too_long
source: Email is too long.
ar: البريد الإلكتروني طويل جداً.
el: Η διεύθυνση email είναι πολύ μεγάλη.
he: האימייל ארוך מדי.
tr: E-posta çok uzun.
uk: Електронна пошта занадто довга.

# password_too_long
source: Password is too long.
ar: كلمة المرور طويلة جداً.
el: Ο κωδικός πρόσβασης είναι πολύ μεγάλος.
he: הסיסמה ארוכה מדי.
tr: Şifre çok uzun.
uk: Пароль занадто довгий.

# password_weak
source: Your password is too weak.
ar: كلمة المرور ضعيفة جداً.
el: Ο κωδικός πρόσβασης είναι πολύ αδύναμος.
he: הסיסמה חלשה מדי.
tr: Şifre çok zayıf.
uk: Пароль занадто слабкий.

# name_too_long
source: Name is too long.
ar: الاسم طويل جداً.
el: Το όνομα είναι πολύ μεγάλο.
he: השם ארוך מדי.
tr: İsim çok uzun.
uk: Ім'я занадто довге.

# name_invalid_characters
source: Name includes invalid characters.
ar: الاسم يحتوي على أحرف غير صالحة.
el: Το όνομα περιέχει μη έγκυρους χαρακτήρες.
he: השם מכיל תווים לא חוקיים.
tr: İsim geçersiz karakterler içeriyor.
uk: Ім'я містить недопустимі символи.

# confirm_password_required
source: Please confirm your password.
ar: تأكيد كلمة المرور مطلوب.
el: Απαιτείται επιβεβαίωση κωδικού πρόσβασης.
he: יש לאשר את הסיסמה.
tr: Şifre onayı gereklidir.
uk: Потрібно підтвердити пароль.

# validation_in_progress
source: Validating...
ar: جارٍ التحقق...
el: Επικύρωση σε εξέλιξη...
he: מתבצע אימות...
tr: Doğrulama devam ediyor...
uk: Виконується перевірка...

# game_win_message
source: Congratulations! You won!
ar: تهانينا! لقد فزت باللعبة!
el: Συγχαρητήρια! Κερδίσατε το παιχνίδι!
he: מזל טוב! ניצחת במשחק!
tr: Tebrikler! Oyunu kazandınız!
uk: Вітаємо! Ви виграли гру!

# notification_time_format
source: Time format: HH:mm
ar: تنسيق الوقت: HH:mm
el: Μορφή ώρας: HH:mm
he: פורמט זמן: HH:mm
tr: Zaman formatı: SS:dd
uk: Формат часу: HH:mm

source: Notification settings saved.
ar: تم حفظ إعدادات الإشعارات.
el: Οι ρυθμίσεις ειδοποιήσεων αποθηκεύτηκαν.
he: הגדרות ההתראות נשמרו.
tr: Bildirim ayarları kaydedildi.
uk: Налаштування сповіщень збережено.

# notification_permission_denied_title
source: Permission Denied
ar: تم رفض الإذن
el: Άδεια απορρίφθηκε
he: ההרשאה נדחתה
tr: İzin Reddedildi
uk: Доступ заборонено

# notification_permission_denied_message
source: You denied notification permissions.
ar: لقد رفضت أذونات الإشعار.
el: Έχετε αρνηθεί τα δικαιώματα ειδοποίησης.
he: דחת את הרשאות ההתראות.
tr: Bildirim izinlerini reddettiniz.
uk: Ви відмовилися від дозволів на сповіщення.

# settings_profile_title
source: Profile Settings
ar: إعدادات الملف الشخصي
el: Ρυθμίσεις προφίλ
he: הגדרות פרופיל
tr: Profil Ayarları
uk: Налаштування профілю

# settings_notifications_title
source: Notification Settings
ar: إعدادات الإشعارات
el: Ρυθμίσεις ειδοποιήσεων
he: הגדרות התראות
tr: Bildirim Ayarları
uk: Налаштування сповіщень

# settings_faq_title
source: FAQ
ar: إعدادات الأسئلة الشائعة
el: Ρυθμίσεις FAQ
he: הגדרות שאלות נפוצות
tr: SSS Ayarları
uk: Налаштування FAQ

# settings_report_title
source: Report a Problem
ar: إعدادات التقرير
el: Ρυθμίσεις αναφοράς
he: הגדרות דיווח
tr: Rapor Ayarları
uk: Налаштування звіту

# settings_about_title
source: About
ar: حول الإعدادات
el: Σχετικά με τις ρυθμίσεις
he: אודות ההגדרות
tr: Hakkında Ayarları
uk: Про налаштування

# settings_logout_title
source: Log Out
ar: إعدادات تسجيل الخروج
el: Ρυθμίσεις αποσύνδεσης
he: הגדרות התנתקות
tr: Çıkış Ayarları
uk: Налаштування виходу

source: Open Settings
ar: افتح الإعدادات
el: Άνοιγμα ρυθμίσεων
he: פתח הגדרות
tr: Ayarları Aç
uk: Відкрити налаштування

source: Save
ar: حفظ
el: Αποθήκευση
he: שמור
tr: Kaydet
uk: Зберегти

# save_button_title
source: Save Changes
ar: حفظ التغييرات
el: Αποθήκευση αλλαγών
he: שמור שינויים
tr: Değişiklikleri Kaydet
uk: Зберегти зміни

# error_network
source: Network error.
ar: خطأ في الشبكة.
el: Σφάλμα δικτύου.
he: שגיאת רשת.
tr: Ağ hatası.
uk: Мережева помилка.

source: No internet connection.
ar: لا يوجد اتصال بالإنترنت.
el: Δεν υπάρχει σύνδεση στο διαδίκτυο.
he: אין חיבור אינטרנט.
tr: İnternet bağlantısı yok.
uk: Немає підключення до Інтернету.

source: Cancel
ar: إلغاء
el: Ακύρωση
he: ביטול
tr: İptal

source: Settings
ar: الإعدادات
el: Ρυθμίσεις
he: הגדרות
tr: Ayarlar

# login_title
source: Login
ar: عنوان تسجيل الدخول
el: Σύνδεση
he: התחברות
tr: Giriş Başlığı
uk: Login title

# login_button
source: Log In
ar: زر تسجيل الدخول
el: Σύνδεση
he: התחבר
tr: Giriş Butonu
uk: Login button

# register_button
source: Sign Up
ar: زر التسجيل
el: Εγγραφή
he: הירשם
tr: Kayıt Butonu
uk: Register button

# username_placeholder
source: Enter username
ar: اسم المستخدم
el: Όνομα χρήστη
he: שם משתמש
tr: Kullanıcı adı
uk: Username placeholder

# password_placeholder
source: Enter password
ar: كلمة المرور
el: Κωδικός πρόσβασης
he: סיסמה
tr: Şifre
uk: Password placeholder

# register_success
source: Registration successful!
ar: تم التسجيل بنجاح
el: Η εγγραφή ολοκληρώθηκε με επιτυχία
he: ההרשמה הצליחה
tr: Kayıt başarılı
uk: Register success

# register_error
source: Error during registration.
ar: خطأ في التسجيل
el: Σφάλμα κατά την εγγραφή
he: שגיאה בהרשמה
tr: Kayıt hatası
uk: Register error

# login_error
source: Login failed.
ar: خطأ في تسجيل الدخول
el: Σφάλμα σύνδεσης
he: שגיאה בהתחברות
tr: Giriş hatası
uk: Login error

# game_title
source: Game
ar: عنوان اللعبة
el: Τίτλος παιχνιδιού
he: כותרת המשחק
tr: Oyun başlığı
uk: Game title

# game_score
source: Score
ar: نتيجة اللعبة
el: Σκορ
he: נקודות
tr: Oyun skoru
uk: Game score

# game_time
source: Time
ar: وقت اللعبة
el: Χρόνος παιχνιδιού
he: זמן משחק
tr: Oyun süresi
uk: Game time

# game_level
source: Level
ar: مستوى اللعبة
el: Επίπεδο παιχνιδιού
he: שלב
tr: Oyun seviyesi
uk: Game level

source: Game Over
ar: انتهت اللعبة
el: Τέλος παιχνιδιού
he: המשחק נגמר
tr: Oyun bitti

# game_pause
source: Paused
ar: إيقاف مؤقت
el: Παύση
he: השהה
tr: Oyunu duraklat
uk: Game pause

# game_resume
source: Resume
ar: استئناف اللعبة
el: Συνέχεια
he: המשך
tr: Oyuna devam et
uk: Game resume

# game_restart
source: Restart
ar: إعادة تشغيل اللعبة
el: Επανεκκίνηση
he: התחל מחדש
tr: Oyunu yeniden başlat
uk: Game restart

# game_quit
source: Quit
ar: إنهاء اللعبة
el: Έξοδος από το παιχνίδι
he: צא מהמשחק
tr: Oyundan çık
uk: Game quit

# game_next
source: Next
ar: التالي
el: Επόμενο
he: הבא
tr: Sonraki oyun
uk: Game next

# game_previous
source: Previous
ar: السابق
el: Προηγούμενο
he: קודם
tr: Önceki oyun
uk: Game previous

# game_quit_message
source: Are you sure you want to quit the game?
ar: رسالة إنهاء اللعبة
el: Είστε σίγουροι ότι θέλετε να βγείτε από το παιχνίδι;
he: האם אתה בטוח שברצונך לצאת מהמשחק?
tr: Oyundan çıkış mesajı
uk: Game quit message

# game_over_message
source: Game over!
ar: رسالة انتهاء اللعبة
el: Το παιχνίδι τελείωσε.
he: המשחק נגמר!
tr: Oyun bitti mesajı
uk: Game over message

# game_win
source: You Win!
ar: فوز اللعبة
el: Νίκη στο παιχνίδι
he: ניצחון!
tr: Oyun kazanıldı
uk: Game win

# notification_title
source: Notification
ar: عنوان الإشعار
el: Ειδοποίηση
he: כותרת התראה
tr: Bildirim başlığı
uk: Notification title

# notification_message
source: You have a new notification.
ar: رسالة الإشعار
el: Ειδοποίηση
he: הודעת התראה
tr: Bildirim mesajı
uk: Notification message

source: Notification Settings
ar: إعدادات الإشعار
el: Ρυθμίσεις ειδοποιήσεων
he: הגדרות התראות
tr: Bildirim ayarları

# notifications_title
source: Notifications
ar: عنوان الإشعارات
el: Ειδοποιήσεις
he: התראות
tr: Bildirimler başlığı
uk: Notifications title

# notifications_enable
source: Enable Notifications
ar: تفعيل الإشعارات
el: Ενεργοποίηση ειδοποιήσεων
he: הפעל התראות
tr: Bildirimleri etkinleştir
uk: Notifications enable

# notifications_disable
source: Disable Notifications
ar: تعطيل الإشعارات
el: Απενεργοποίηση ειδοποιήσεων
he: כבה התראות
tr: Bildirimleri devre dışı bırak
uk: Notifications disable

# notifications_daily
source: Daily Notifications
ar: إشعارات يومية
el: Ημερήσιες ειδοποιήσεις
he: התראות יומיות
tr: Günlük bildirimler
uk: Notifications daily

# notifications_weekly
source: Weekly Notifications
ar: إشعارات أسبوعية
el: Εβδομαδιαίες ειδοποιήσεις
he: התראות שבועיות
tr: Haftalık bildirimler
uk: Notifications weekly

# notifications_time
source: Notification Time
ar: وقت الإشعارات
el: Ώρα ειδοποιήσεων
he: שעת התראות
tr: Bildirim zamanı
uk: Notifications time

# notification_streak_reminder
source: Streak Reminder
ar: تذكير السلسلة
el: Υπενθύμιση σειράς επιτυχιών
he: תזכורת רצף הצלחות
tr: Seri hatırlatıcısı
uk: Notification streak reminder

# notification_streak_reminder_desc
source: Keep your streak alive!
ar: وصف تذكير السلسلة
el: Διατηρήστε τη σειρά σας - παίξτε σήμερα!
he: המשך לשמור על רצף ההצלחות שלך!
tr: Seri hatırlatıcısı açıklaması
uk: Notification streak reminder desc

# notification_achievements
source: Achievements
ar: إشعارات الإنجازات
el: Ειδοποιήσεις επιτευγμάτων
he: הודעות על הישגים
tr: Başarı bildirimleri
uk: Notification achievements

# notification_achievements_desc
source: You've unlocked a new achievement!
ar: وصف إشعارات الإنجازات
el: Λάβετε ειδοποιήσεις για τα επιτεύγματά σας.
he: הישאר מעודכן על ההישגים שלך!
tr: Başarı bildirimleri açıklaması
uk: Notification achievements desc

# quiz_reminder_title
source: Quiz Reminder
ar: عنوان تذكير الاختبار
el: Υπενθύμιση κουίζ
he: תזכורת לחידון
tr: Quiz hatırlatıcı başlığı
uk: Quiz reminder title

# quiz_reminder_body
source: Time for your quiz!
ar: نص تذكير الاختبار
el: Ώρα για το κουίζ σας!
he: אל תשכח לבצע את החידון היומי!
tr: Quiz hatırlatıcı metni
uk: Quiz reminder body

# daily_challenge_title
source: Daily Challenge
ar: عنوان التحدي اليومي
el: Ημερήσια Πρόκληση
he: אתגר יומי
tr: Günlük görev başlığı
uk: Daily challenge title

# daily_challenge_body
source: Try today's challenge!
ar: نص التحدي اليومي
el: Αντιμετωπίστε καθημερινά μια νέα πρόκληση.
he: הכן את עצמך לאתגר חדש כל יום!
tr: Günlük görev metni
uk: Daily challenge body

# weekly_report_title
source: Weekly Report
ar: عنوان التقرير الأسبوعي
el: Εβδομαδιαία αναφορά
he: דוח שבועי
tr: Haftalık rapor başlığı
uk: Weekly report title

# weekly_report_body
source: Check your weekly performance.
ar: نص التقرير الأسبوعي
el: Ο εβδομαδιαίος σας απολογισμός είναι έτοιμος.
he: דוח ההתקדמות השבועי שלך.
tr: Haftalık rapor metni
uk: Weekly report body

# streak_reminder_title
source: Streak Alert
ar: عنوان تذكير السلسلة
el: Υπενθύμιση σειράς
he: תזכורת רצף
tr: Seri hatırlatıcı başlığı
uk: Streak reminder title

# streak_reminder_body
source: Keep your streak going!
ar: نص تذكير السلسلة
el: Συνέχισε την επιτυχημένη σου σειρά!
he: המשך לשמור על רצף ההצלחות שלך!
tr: Seri hatırlatıcı metni
uk: Streak reminder body

source: Yes
ar: نعم
el: Ναι
he: כן
tr: Evet

source: No
ar: لا
el: Όχι
he: לא
tr: Hayır

# home_title
source: Home
ar: عنوان الصفحة الرئيسية
el: Αρχική
he: דף הבית
tr: Ana sayfa başlığı
uk: Home title

# home_welcome
source: Welcome!
ar: مرحبًا بك في الصفحة الرئيسية
el: Καλώς ήρθατε
he: ברוך הבא
tr: Ana sayfa hoşgeldin
uk: Home welcome

# home_play
source: Play
ar: العب
el: Παίξε
he: שחק
tr: Oyna
uk: Home play

# home_settings
source: Settings
ar: إعدادات الصفحة الرئيسية
el: Ρυθμίσεις
he: הגדרות
tr: Ana sayfa ayarları
uk: Home settings

# home_profile
source: Profile
ar: الملف الشخصي للصفحة الرئيسية
el: Προφίλ
he: פרופיל
tr: Ana sayfa profili
uk: Home profile

# profile_title
source: Profile
ar: عنوان الملف الشخصي
el: Προφίλ
he: פרופיל
tr: Profil başlığı
uk: Profile title

# profile_username
source: Username
ar: اسم المستخدم للملف الشخصي
el: Όνομα χρήστη
he: שם משתמש
tr: Profil kullanıcı adı
uk: Profile username

# profile_score
source: Score
ar: نتيجة الملف الشخصي
el: Σκορ
he: נקודות
tr: Profil skoru
uk: Profile score

# profile_rank
source: Rank
ar: ترتيب الملف الشخصي
el: Κατάταξη
he: דירוג
tr: Profil sıralaması
uk: Profile rank

# profile_achievements
source: Achievements
ar: إنجازات الملف الشخصي
el: Επιτεύγματα
he: הישגים
tr: Profil başarıları
uk: Profile achievements

# category_title
source: Categories
ar: عنوان الفئة
el: Κατηγορία
he: קטגוריה
tr: Kategori başlığı
uk: Category title

# category_addition
source: Addition
ar: فئة الجمع
el: Πρόσθεση
he: חיבור
tr: Toplama kategorisi
uk: Category addition

# category_subtraction
source: Subtraction
ar: فئة الطرح
el: Αφαίρεση
he: חיסור
tr: Çıkarma kategorisi
uk: Category subtraction

# category_multiplication
source: Multiplication
ar: فئة الضرب
el: Πολλαπλασιασμός
he: כפל
tr: Çarpma kategorisi
uk: Category multiplication
