Repository: aydinnkaya/MathQuizMastery
Catalog: MathQuizMastery/Localization/*.lproj/Localizable.strings
Languages: ar, el, he, tr, uk

# category_division
source: Division
ar: فئة القسمة
el: Διαίρεση
he: חילוק
tr: Bölme kategorisi
uk: Category division

# category_mixed
source: Mixed
ar: فئة مختلطة
el: Μικτό
he: מעורב
tr: Karışık kategori
uk: Category mixed

# result_title
source: Results
ar: عنوان النتيجة
el: Αποτέλεσμα
he: תוצאה
tr: Sonuç başlığı
uk: Result title

# result_score
source: Score
ar: نتيجة النتيجة
el: Σκορ
he: נקודות
tr: Sonuç skoru
uk: Result score

# result_time
source: Time
ar: وقت النتيجة
el: Χρόνος
he: זמן
tr: Sonuç süresi
uk: Result time

# result_accuracy
source: Accuracy
ar: دقة النتيجة
el: Ακρίβεια
he: דיוק
tr: Sonuç doğruluğu
uk: Result accuracy

# result_new_record
source: New Record!
ar: رقم قياسي جديد
el: Νέο ρεκόρ!
he: שיא חדש!
tr: Yeni rekor
uk: Result new record

# result_play_again
source: Play Again
ar: العب مرة أخرى
el: Παίξτε ξανά
he: שחק שוב
tr: Tekrar oyna
uk: Result play again

# result_home
source: Back to Home
ar: الصفحة الرئيسية للنتيجة
el: Αρχική
he: דף הבית
tr: Sonuç ana sayfa
uk: Result home

# result_share
source: Share
ar: مشاركة النتيجة
el: Κοινοποίηση
he: שתף
tr: Sonucu paylaş
uk: Result share

# result_score_text
source: Awesome! You've completed the mission!
ar: تهانينا! لقد أنجزت المهمة بنجاح.
el: Συγχαρητήρια! Ολοκληρώσατε επιτυχώς την αποστολή.
he: ברכות! השלמת את המשימה בהצלחה.
tr: Tebrikler! Görevi başarıyla tamamladın.
uk: Вітаємо! Ви успішно виконали місію.

# faq_title
source: FAQ
ar: عنوان الأسئلة الشائعة
el: Συχνές Ερωτήσεις
he: שאלות נפוצות
tr: SSS
uk: Faq title

# faq_empty
source: No FAQs available.
ar: الأسئلة الشائعة فارغة
el: Δεν υπάρχουν ερωτήσεις.
he: אין שאלות זמינות.
tr: Faq empty
uk: Faq empty

# faq_q1
source: What is Math Quiz Mastery?
ar: ما هو Math Quiz Mastery؟
el: Τι είναι το Math Quiz Mastery;
he: מהו Math Quiz Mastery?
tr: Math Quiz Mastery nedir?
uk: Що таке Math Quiz Mastery?

# faq_a1
source: It's a fun quiz app designed to improve your math skills.
ar: هو تطبيق اختبار رياضيات ممتع لتحسين مهاراتك.
el: Είναι μια διασκεδαστική εφαρμογή μαθηματικού κουίζ για να βελτιώσετε τις δεξιότητές σας.
he: זו אפליקציה מהנה לשיפור מיומנויות מתמטיקה באמצעות חידונים.
tr: Becerilerini geliştirmek için eğlenceli bir matematik quiz uygulamasıdır.
uk: Це весела математична вікторина для покращення ваших навичок.

# faq_q2
source: How do I start a quiz?
ar: كيف أبدأ اختبارًا؟
el: Πώς ξεκινώ ένα κουίζ;
he: איך מתחילים חידון?
tr: Bir quize nasıl başlarım?
uk: Як почати вікторину?

# faq_a2
source: Tap the play button on the home screen.
ar: يمكنك بدء اختبار عن طريق النقر على زر التشغيل على الشاشة الرئيسية.
el: Μπορείτε να ξεκινήσετε ένα κουίζ πατώντας το κουμπί αναπαραγωγής στην αρχική οθόνη.
he: ניתן להתחיל חידון על ידי לחיצה על כפתור ההפעלה במסך הראשי.
tr: Ana ekrandaki oynat düğmesine dokunarak quize başlayabilirsin.
uk: Ви можете почати вікторину, натиснувши кнопку відтворення на головному екрані.

# faq_q3
source: Can I track my progress?
ar: هل يمكنني تتبع تقدمي؟
el: Μπορώ να παρακολουθώ την πρόοδό μου;
he: האם אפשר לעקוב אחרי ההתקדמות שלי?
tr: İlerlememi takip edebilir miyim?
uk: Чи можу я відстежувати свій прогрес?

# faq_a3
source: Yes, check your profile for progress and achievements.
ar: نعم، يمكنك عرض تقدمك وإنجازاتك في ملفك الشخصي.
el: Ναι, μπορείτε να δείτε την πρόοδό σας και τα επιτεύγματά σας στο προφίλ σας.
he: כן, ניתן לצפות בהתקדמות ובהישגים בפרופיל שלך.
tr: Evet, profilinde ilerlemeni ve başarılarını görebilirsin.
uk: Так, ви можете переглядати свій прогрес і досягнення у своєму профілі.

# faq_q4
source: Is Math Quiz Mastery free?
ar: هل Math Quiz Mastery مجاني؟
el: Είναι το Math Quiz Mastery δωρεάν;
he: האם Math Quiz Mastery חינמית?
tr: Math Quiz Mastery ücretsiz mi?
uk: Math Quiz Mastery безкоштовний?

# faq_a4
source: Yes, it's free to download and play.
ar: التنزيل واللعب مجانيان.
el: Η λήψη και το παιχνίδι είναι δωρεάν.
he: ההורדה והמשחק הם חינמיים.
tr: İndirmek ve oynamak ücretsizdir.
uk: Завантаження та гра безкоштовні.

# faq_q5
source: How can I contact support?
ar: كيف يمكنني التواصل مع الدعم؟
el: Πώς μπορώ να επικοινωνήσω με την υποστήριξη;
he: איך אפשר ליצור קשר עם התמיכה?
tr: Destek ile nasıl iletişime geçebilirim?
uk: Як зв'язатися зі службою підтримки?

# faq_a5
source: Use the in-app report section to contact support.
ar: يمكنك التواصل مع الدعم من خلال قسم التقارير في التطبيق.
el: Μπορείτε να επικοινωνήσετε με την υποστήριξη μέσω της ενότητας αναφοράς στην εφαρμογή.
he: ניתן ליצור קשר דרך אזור הדיווח באפליקציה.
tr: Uygulamadaki rapor bölümünden destek ile iletişime geçebilirsin.
uk: Ви можете зв'язатися зі службою підтримки через розділ звітів у додатку.

# report_title
source: Report an Issue
ar: عنوان التقرير
el: Αναφορά προβλήματος
he: דיווח
tr: Rapor başlığı
uk: Report title

# report_description
source: Describe the problem you encountered.
ar: وصف التقرير
el: Περιγράψτε το πρόβλημα...
he: תיאור הדיווח
tr: Rapor açıklaması
uk: Report description

# report_submit
source: Submit
ar: إرسال التقرير
el: Υποβολή
he: שלח דיווח
tr: Rapor gönder
uk: Report submit

# report_success
source: Thanks! Your report has been submitted.
ar: تم إرسال التقرير بنجاح
el: Η αναφορά στάλθηκε με επιτυχία!
he: הדיווח נשלח בהצלחה
tr: Rapor başarıyla gönderildi
uk: Report success

# report_error
source: There was a problem sending your report.
ar: خطأ في إرسال التقرير
el: Σφάλμα κατά την αποστολή της αναφοράς.
he: שגיאה בשליחת הדיווח
tr: Rapor gönderme hatası
uk: Report error

# report_placeholder
source: Type your message here...
ar: نص مكان التقرير
el: Γράψτε την αναφορά σας εδώ...
he: כתוב כאן את הבעיה שלך...
tr: Rapor metni
uk: Report placeholder

# settings_delete_account_title
source: Delete Account
el: Διαγραφή λογαριασμού
he: מחק חשבון
tr: Hesabı Sil
uk: Видалити обліковий запис

# delete_account_message
source: Are you sure you want to delete your account?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον λογαριασμό σας;
he: האם אתה בטוח שברצונך למחוק את החשבון שלך?
tr: Hesabınızı silmek istediğinize emin misiniz?
uk: Ви впевнені, що хочете видалити свій обліковий запис?

source: Delete
el: Διαγραφή
he: מחק
tr: Sil
